tap "adoptopenjdk/openjdk"
tap "ethereum/ethereum"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "keyboard-clacker/brews"
tap "pr0d1r2/python2"
brew "aom"
brew "ast-grep"
brew "awscli"
brew "bat"
brew "boost"
brew "cairo"
brew "cffi"
brew "cloud-sql-proxy"
brew "cmake"
brew "cmake-docs"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "deno"
brew "docker"
brew "docker-compose"
brew "docutils"
brew "edencommon"
brew "emacs"
brew "expect"
brew "eza"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "fennel"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fizz"
brew "fnlfmt"
brew "folly"
brew "fontforge"
brew "fortune"
brew "freetype"
brew "fzf"
brew "gcc"
brew "gcc@11"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gitlab-runner"
brew "glab"
brew "glib"
brew "glow"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "gource"
brew "graphviz"
brew "gsed"
brew "guile"
brew "gum"
brew "harfbuzz"
brew "helix"
brew "htop"
brew "imagemagick"
brew "imlib2"
brew "irssi"
brew "jpeg-xl"
brew "jq"
brew "krb5"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libavif"
brew "libbluray"
brew "libgsf"
brew "libheif"
brew "libmng"
brew "libpthread-stubs"
brew "libraw"
brew "librsvg"
brew "little-cms2"
brew "llvm"
brew "lsd"
brew "luarocks"
brew "luv"
brew "ncurses"
brew "neovim", args: ["HEAD"]
brew "netpbm"
brew "newman"
brew "node"
brew "node-build"
brew "nodenv"
brew "ocaml"
brew "opam"
brew "open-mpi"
brew "openjpeg"
brew "openslide"
brew "overmind"
brew "pango"
brew "pgcli"
brew "pinentry-mac"
brew "plantuml"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pycparser"
brew "pyenv"
brew "python-tabulate"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qt"
brew "qt@5"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "saml2aws"
brew "sdl2_image"
brew "shared-mime-info"
brew "starship"
brew "stow"
brew "telnet"
brew "terminal-notifier"
brew "tesseract"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tre-command"
brew "tree"
brew "unbound"
brew "vim"
brew "vips"
brew "wangle"
brew "watch"
brew "watchman"
brew "webp"
brew "wget"
brew "yarn"
brew "yazi"
brew "yq"
brew "z3"
brew "zoxide"
cask "1password-cli"
cask "cool-retro-term"
cask "cyberduck"
cask "discord"
cask "fleet"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "ghostty"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "hammerspoon"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "neovide"
cask "ngrok"
cask "notion-calendar"
cask "pgadmin4"
cask "postman"
cask "rectangle"
cask "slack"
cask "soundsource"
cask "tuple"
cask "via"
cask "visual-studio-code"
cask "vlc", args: { appdir: "/Applications" }
cask "zoom"
vscode "CraigMaslowski.erb"
vscode "EQuimper.react-native-react-redux-snippets-for-es6-es7-version-standard"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "JuanBlanco.solidity"
vscode "Shopify.ruby-lsp"
vscode "be5invis.vscode-custom-css"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "sdras.inbedby7pm"
vscode "sianglim.slim"
vscode "thomaspink.theme-github"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "webrender.synthwave-x-fluoromachine"
vscode "wingrunr21.vscode-ruby"
