tap "adoptopenjdk/openjdk"
tap "ethereum/ethereum"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "keyboard-clacker/brews"
tap "pr0d1r2/python2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "ast-grep"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "boost"
brew "freetype"
brew "glib"
brew "libpthread-stubs"
brew "cairo"
brew "cmake"
brew "cmake-docs"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "folly"
brew "edencommon"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "exa"
brew "expect"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "fennel"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "figlet"
brew "ncurses"
brew "fish"
brew "fnlfmt"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gcc@11"
brew "libavif"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gitlab-runner"
brew "glab"
brew "glow"
brew "go"
brew "go@1.20"
brew "gobject-introspection"
brew "golangci-lint"
brew "sdl2_image"
brew "gource"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "gum"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "imlib2"
brew "irssi"
brew "jq"
brew "krb5"
brew "libgsf"
brew "z3"
brew "llvm"
brew "lsd"
brew "luarocks"
brew "luv"
brew "neovim", args: ["HEAD"]
brew "node"
brew "newman"
brew "node-build"
brew "nodenv"
brew "ocaml"
brew "opam"
brew "openslide"
brew "tmux"
brew "overmind"
brew "python-tabulate"
brew "pgcli"
brew "pinentry-mac"
brew "plantuml"
brew "pnpm"
brew "poppler"
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "qt"
brew "qt@5"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "saml2aws"
brew "starship"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tldr"
brew "tre-command"
brew "tree"
brew "vim"
brew "vips"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yq"
brew "heroku/brew/heroku"
cask "1password-cli"
cask "adoptopenjdk8"
cask "cool-retro-term"
cask "fleet"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "gpg-suite"
cask "hammerspoon"
cask "keycastr"
cask "kitty"
cask "ngrok"
cask "via"
cask "vlc", args: { appdir: "/Applications" }
