tap "adoptopenjdk/openjdk"
tap "ethereum/ethereum"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "keyboard-clacker/brews"
tap "pr0d1r2/python2"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "ast-grep"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "cmake"
brew "cmake-docs"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "folly"
brew "edencommon"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "fennel"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "figlet"
brew "fish"
brew "fnlfmt"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gcc@11"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "glab"
brew "glow"
brew "go"
brew "gobject-introspection"
brew "sdl2_image"
brew "gource"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "gum"
brew "htop"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "irssi"
brew "jq"
brew "krb5"
brew "libgsf"
brew "libmng"
brew "z3"
brew "lsd"
brew "luarocks"
brew "luv"
brew "neovim", args: ["HEAD"]
brew "node"
brew "newman"
brew "node-build"
brew "nodenv"
brew "ocaml"
brew "opam"
brew "openslide"
brew "overmind"
brew "python-tabulate"
brew "pgcli"
brew "pinentry-mac"
brew "pnpm"
brew "poppler"
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "qt"
brew "qt@5"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "starship"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tre-command"
brew "tree"
brew "vim"
brew "vips"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yq"
brew "heroku/brew/heroku"
cask "adoptopenjdk8"
cask "fleet"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "gpg-suite"
cask "hammerspoon"
cask "keycastr"
cask "ngrok"
cask "via"
cask "vlc"
vscode "be5invis.vscode-custom-css"
vscode "CraigMaslowski.erb"
vscode "dsznajder.es7-react-js-snippets"
vscode "EQuimper.react-native-react-redux-snippets-for-es6-es7-version-standard"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "JuanBlanco.solidity"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vsliveshare.vsliveshare"
vscode "sdras.inbedby7pm"
vscode "sianglim.slim"
vscode "thomaspink.theme-github"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "webrender.synthwave-x-fluoromachine"
vscode "wingrunr21.vscode-ruby"
